TaskName = "Arkiv til digital fax";

//progress bar string when reading/writing the information from the device
"TEST_PROGRESS_TITLE" = "Tester… Vent.";
"DEVICE_COMMUNICATION_SETTINGS" = "Indstillingerne skrives til enheden… Vent";
"DEVICE_COMMUNICATION_HOST" = "Værtsnavnet skrives til enheden… Vent";

//Titles of Buttons
"AUTO_TEXT" = "Auto";
"OK" = "OK";
"HOST_TITLE" = "Modtager i øjeblikket faxer: %@";
"SELECT_FOLDER" = "Vælg mappe…";
"SELECT_EMAIL" = "Indstillinger for e-post…";
"FOLDER_SELECTION_BUTTON_TITLE" = "Vælg";
"FOLDER_SELECTION_PANEL_TITLE" = "Vælg en mappe";

/* Error strings*/

"GENERAL_DATA_MISSING_DESCRIPTION" = "Et eller flere felter er tomme. Udfyld alle felter, eller klik på Annuller.";
"GENERAL_DATA_MISSING_TITLE" = "Fejl - manglende eller ugyldige data";
"MISSING_FOLDER_SETTING" = "Nogle af mappedestinationsoplysningerne mangler. Vælg en mappe, angiv et brugernavn og en adgangskode, og prøv derefter igen.";

"SUCCESS" = "Udført";
"FOLDER_SETTINGS_SUCCESS" = "HP Digital Fax er konfigureret. Indgående sort/hvide faxer gemmes i mappen \"%@\".";
"EMAIL_SETTINGS_SUCCESS" = "HP Digital Fax er konfigureret. Indgående sort/hvede faxer sendes til \"%@\" som e-postbilag.";


"AFP Authentication" = "Godkend AFP-server";
"SMB Authentication" = "Godkend SMB/CIFS-filsystem";

"ENTER_SERVER_DETAILS_ERROR_TITLE" = "Angiv serveroplysninger";
"ENTER_SERVER_DETAILS_ERROR_DESC" = "Angiv alle serveroplysninger.";

/* Error string when connecting */
HSDFolderWithPercentSignTitleFormat = "Mappen '%@' kan ikke bruges";
HSDFolderWithPercentSignDescription = "Angiv et navn til mappen, der ikke indeholder procenttegn.";

"CONNECTION_FAILED_TITLE" = "Forbindelsen er afbrudt";
"CONNECTION_FAILED_DESC" = "Serveren findes ikke, eller også kører den ikke i øjeblikket. Kontroller servernavn eller IP-adresse, og prøv igen.";

"AUTH_FAILED_TITLE" = "Godkendelse mislykkedes";
"AUTH_FAILED_DESC" = "Ukendt bruger, forkert adgangskode, eller også er logind slået fra. Skriv navnet og adgangskoden igen, eller kontakt serveradministratoren.";

"UNHANDLED_ERROR_TITLE" = "Uventet fejl";
"UNHANDLED_ERROR_DESC" = "Fejlen %d opstod under forsøg på at oprette forbindelse til serveren.";

HSDServerParametersErrorTitle = "Ufuldendte serveroplysninger";
HSDServerParametersErrorDescription = "Felterne med serveroplysninger kan ikke være tomme. Indtast alle de påkrævede serveroplysninger, og prøv derefter igen.";

HSDUnableToSelectFolderTitle = "Det er ikke muligt at bruge den valgte mappe";
HSDPermissionsErrorDescription = "Du har ingen tilladelse til at skrive til den valgte mappe. Vælg en anden mappe, og prøv igen.";
"MISSING_SERVER_CREDENTIALS" = "Serverens oplysninger mangler. Angiv brugernavn og adgangskode, og prøv igen.";

HSDProtocolErrorDescription = "Den valgte mappe kan ikke findes på den angivne server, eller forbindelsen til serveren er oprettet via en anden fildelingsprotokol.";

//Progress title when printing the list
"PRINT_PROGRESS_TITLE" = "Udskriver… Vent";

//progress title while initializing the print
"PRINT_INITIALIZING_TITLE" = "Behandler…";


//Max limit for fax blocking list reached error
"BLOCK_FAX_ERROR_TITLE" = "Grænse for antal blokerede numre er nået";
"BLOCK_FAX_ERROR_DESC" = "Det maksimale antal faxnumre, som enheden kan blokere er %d. Ophæv blokering af nogle faxnumre, og prøv igen.";

//Fax log results
"ERROR" = "Fejl";
"BUSY" = "Optaget";
"NO_ANSWER" = "Svarer ikke";
"NO_DIAL_TONE" = "Ingen opkaldstone";
"NO_DOCUMENT" = "Intet dokument";
"DOCUMENT_JAM" = "Dokumentstop";
"DOOR_OPEN" = "Dør står åben";
"POWER_FAILURE" = "Strømsvigt";
"BLACKLISTED" = "Blacklistet";
"STORAGE_FULL" = "Ikke mere lagerplads";
"OUT_OF_MEMORY" = "Mangler hukommelse";
"PHONE_LINE_UNAVAILABLE" = "Telefonlinje optaget";
"FAX_DISCONNECTED" = "Fax ikke tilsluttet";
"PC_DISCONNECTED" = "Computer ikke tilsluttet";
"REMOTE_NOT_COLOR" = "Ekstern benytter ikke farver";
"COMMUNICATION_ERROR" = "Kommunikationsfejl";
"CANCELLED" = "Annulleret";

//Fax session types
"SENT" = "Sendt";
"RECEIVED" = "Modtaget";
